Revit 2027 API
ParameterTypeId.CreateChain Property
 "Chain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CreateChain { get; }
Public Shared ReadOnly Property CreateChain As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CreateChain {
	ForgeTypeId^ get ();
}
static member CreateChain : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace